[
  {
    "name": "kraden",
    "quote": "I'm hungry."
  },
  {
    "name": "mia",
    "quote": "What, is there a pharmacy down there?"
  },
  {
    "name": "felix",
    "quote": "What?"
  },
  {
    "name": "ivan",
    "quote": "We did it because we're us!"
  },
  {
    "name": "sheba",
    "quote": "I thought you couldn't interfere in humans affairs. So get out of our way."
  },
  {
    "name": "sheba",
    "quote": "But, Jenna... Aren't you and Isaac an item?"
  },
  {
    "name": "felix",
    "quote": "..."
  },
  {
    "name": "innkeeper",
    "quote": "You got to be kidding me. Go sleep in your own home!!"
  },
  {
    "name": "tret",
    "quote": "Hroooom!"
  },
  {
    "name": "kraden",
    "quote": "Ahem! Forgive my interrupting your interruption."
  },
  {
    "name": "briggs",
    "quote": "Neener neener bleah!"
  },
  {
    "name": "obaba",
    "quote": "Kids today. So mistrustful."
  },
  {
    "name": "jenna",
    "quote": "Aren't you... FROM Lemuria? Shouldn't you know exactly where it is?"
  },
  {
    "name": "kraden",
    "quote": "Pah! Older than me?! Inconceivable!"
  },
  {
    "name": "kraden",
    "quote": "What!? Are you INSANE!? Or maybe you think you're funny? Because you're not! Maybe this whole quest is just a game to you but it's not to me! Are you bored!? Do you want to go home!? FINE! That's it! Then let's go home!"
  },
  {
    "name": "valukar",
    "quote": "I am the guardian of fire. If you want my power, prove yourself in my crucible of flame."
  },
  {
    "name": "sentinel",
    "quote": "I am the guardian of wind. If you would claim my power, you prove your worth."
  },
  {
    "name": "starmagician",
    "quote": "I am the guardian of water. If you would claim my power, you must prove your worth."
  },
  {
    "name": "dullahan",
    "quote": "I am the shadow, the keeper of light. If you want the sun's power, show me your own."
  },
  {
    "name": "karst",
    "quote": "Your hand... so warm... People have such warm hands... I had forgotten..."
  },
  {
    "name": "isaac",
    "quote": "Oh. It's you guys."
  },
  {
    "name": "feizhi",
    "quote": "You're a mean old man. It is not polite to tease me."
  },
  {
    "name": "kraden",
    "quote": "The Golden Sun!? What is that?"
  },
  {
    "name": "sheba",
    "quote": "A three-headed dragon? THAT'S your miracle?"
  },
  {
    "name": "kraden",
    "quote": "I can only hazard a guess... The Wise One... wanted to test you."
  },
  {
    "name": "megan",
    "quote": "You're a meanie! I don't tell meanies anything!"
  },
  {
    "name": "hama",
    "quote": "Have you not learned? One's actions do not always reveal one's\n            true intentions."
  },
  {
    "name": "hama",
    "quote": "Appearances can be an illusion... The Wise One has a caring heart."
  },
  {
    "name": "masked felix",
    "quote": "Relax... You will not be hurt."
  },
  {
    "name": "menardi",
    "quote": "Who do you think you're talking to? You owe us your life!"
  },
  {
    "name": "angry tret",
    "quote": "Fools!"
  },
  {
    "name": "the wise one",
    "quote": "You are not all-powerful, Alex. Your power has its limits, as does your life."
  },
  {
    "name": "puelle",
    "quote": "May your journey home be safe and uneventful..."
  },
  {
    "name": "puelle",
    "quote": "You've been through many trials, more than any of us can ever know..."
  },
  {
    "name": "isaac",
    "quote": "That's enough... I knew what I was doing the moment I raised my sword. We defied the Wise One in order to save the world. Our parents would understand."
  },
  {
    "name": "flint",
    "quote": "Meanie! I don't care what you say! I'm coming along with you!"
  },
  {
    "name": "garet",
    "quote": "Ahh! My mind... Stop reading my mind, Ivan!!!"
  },
  {
    "name": "the wise one",
    "quote": "That is correct. I cannot stop you.\n\nBut... what if some miracle were to occur, one that prevented you from igniting the beacon?"
  },
  {
    "name": "saturos",
    "quote": "You have endured so much, and now you want to throw your lives away? Fine. If that is your wish, prepare to have it granted."
  },
  {
    "name": "saturos",
    "quote": "Match me? Pah! You think you can match the great Saturos?"
  },
  {
    "name": "saturos",
    "quote": "Me? Beaten? Never! I lost to this lighthouse, not to you!"
  },
  {
    "name": "alex",
    "quote": "And I doubt you are the type to 'finish' anyone off!"
  },
  {
    "name": "saturos",
    "quote": "I look forward to our next battle!"
  },
  {
    "name": "mccoy",
    "quote": "They call themselves warriors...but they're naught but wee children!"
  },
  {
    "name": "mccoy",
    "quote": "We cannae send yeh intae certain doom."
  },
  {
    "name": "tret",
    "quote": "Oh... Mmmmm..."
  },
  {
    "name": "tret",
    "quote": "Hroom!"
  },
  {
    "name": "hama",
    "quote": "No, not sister... Do not think of me as your sister until you have fulfilled your destiny."
  },
  {
    "name": "sheba",
    "quote": "I thought that if I went to Jupiter Lighthouse, I would learn who I was..."
  },
  {
    "name": "isaac",
    "quote": "Listen, this is Felix's quest now... We're just doing what we can to help out..."
  },
  {
    "name": "isaac",
    "quote": "Wait for the end of the world to come or wind up accidentally triggering it ourselves... What a choice..."
  },
  {
    "name": "ivan",
    "quote": "Isaac's been worrying about Jenna nonstop since this nightmare began! How could she run away from him like that?"
  },
  {
    "name": "isaac",
    "quote": "I never stopped trusting you, Jenna. I'll be waiting for you in Contigo."
  },
  {
    "name": "karst",
    "quote": "You've betrayed us, and treason deserves  death!"
  },
  {
    "name": "karst",
    "quote": "We would never do anything as terrible as breaking our word... as you have done so casually."
  },
  {
    "name": "agatio",
    "quote": "We've got the Mars Star! We don't need you anymore!"
  },
  {
    "name": "karst",
    "quote": "Your job is done now."
  },
  {
    "name": "karst",
    "quote": "Poor dear... You look puzzled. Would you like to know why we don't need you?"
  },
  {
    "name": "karst",
    "quote": "I am filled with rage, but not so much as to be blinded by it."
  },
  {
    "name": "agatio",
    "quote": "Ha! You're a fool! Never let concern distract you in battle!"
  },
  {
    "name": "isaac",
    "quote": "If you're not here to help my friend, then get out of my way, so I can do it myself!"
  },
  {
    "name": "moapa",
    "quote": "Felix, Jenna, Sheba, and Piers. I shall remember those names. We do not forget the names of heroes who can defeat me in fair combat."
  },
  {
    "name": "moapa",
    "quote": "After many years, the vow that Hoabna made to Yegelos has at last been fulfilled!"
  },
  {
    "name": "felix",
    "quote": "Why?"
  },
  {
    "name": "moapa",
    "quote": "You seem confident, but it is your ignorance speaking."
  },
  {
    "name": "sheba",
    "quote": "I can be every bit as heroic as some guy!"
  },
  {
    "name": "sheba",
    "quote": "This will be a breeze."
  },
  {
    "name": "isaac",
    "quote": "!!!"
  },
  {
    "name": "hsu",
    "quote": "I want to scream. But Feizhi does not like it when I do that."
  },
  {
    "name": "feizhi",
    "quote": "Stubborn old man."
  },
  {
    "name": "hama",
    "quote": "Felix bears a terrible fate, a burden I would not wish on any man."
  },
  {
    "name": "karst",
    "quote": "Using Psynergy on me? Are you so dense that you don't know when to be afraid? I don't have time to play games with you. Now, leave me to my thoughts!"
  },
  {
    "name": "karst",
    "quote": "What do you take me for? I'm a warrior, like my sister...I can gauge a man's strength at a single glance. Even if you doubled Felix's power, he would still be no match for my sister."
  },
  {
    "name": "sheba",
    "quote": "Wow. And I thought Saturos and Menardi had issues."
  },
  {
    "name": "agatio",
    "quote": "They look like an unreliable bunch of ragamuffins."
  },
  {
    "name": "alex",
    "quote": "I am on no one's side. My only concern is to see the lighthouse beacons lit once again."
  },
  {
    "name": "jenna",
    "quote": "What did you mean!? Are you saying that I'm insensitive!?"
  },
  {
    "name": "kraden",
    "quote": "My! That was invigorating! He wasn't too strong... I never knew fighting could be so fun!"
  },
  {
    "name": "sheba",
    "quote": "Wa-Wait! Aren't you worried about me in the slightest? Did you rescue me from the lighthouse just to leave me for dead on this island?"
  },
  {
    "name": "sheba",
    "quote": "Oh, don't give me that sad face... You know I can't stay mad at you... After all, you did save me, Felix. I won't soon forget that..."
  },
  {
    "name": "garet",
    "quote": "Yeah, I know it's a rock, stupid!"
  },
  {
    "name": "sheba",
    "quote": "Aw... Poor baby..."
  },
  {
    "name": "captain",
    "quote": "Well, I'll need to call you something. Hmm... You look like Isaac."
  },
  {
    "name": "matthew",
    "quote": "#^@%!"
  },
  {
    "name": "garet",
    "quote": "Look! It's a man!"
  },
  {
    "name": "iodem",
    "quote": "Lord Babi, where have you gone?"
  },
  {
    "name": "iodem",
    "quote": "I have just seen Psynergy for the first time... It is an awesome power..."
  },
  {
    "name": "iodem",
    "quote": "They have greater power than you can even imagine."
  },
  {
    "name": "thieve",
    "quote": "You must be joking! We stole this stuff fair and square!"
  },
  {
    "name": "kay",
    "quote": "Don't drink the water if it smells funny."
  },
  {
    "name": "aaron",
    "quote": "He's a pig! He'll eat anything that's not tied down!"
  },
  {
    "name": "piers",
    "quote": "I'm from Lemuria... I've never had to get back INTO it before!"
  },
  {
    "name": "piers",
    "quote": "I've had it with your conspiracies! I will not tell you!"
  },
  {
    "name": "chaucha",
    "quote": "Is that the best you could come up with?"
  },
  {
    "name": "chaucha",
    "quote": "What!? Are they forcing you to eat this disgusting gruel?"
  },
  {
    "name": "aaron",
    "quote": "Ha ha! I got to see my brother crying!"
  },
  {
    "name": "babi",
    "quote": "My sudden appearance seems to have startled you."
  },
  {
    "name": "babi",
    "quote": "Even the ruler of Tolbi has his limitations. Every year, I grow older and more frail... This body's had it."
  },
  {
    "name": "babi",
    "quote": "I have my reasons..."
  },
  {
    "name": "babi",
    "quote": "I look forward to seeing you battle!"
  },
  {
    "name": "babi",
    "quote": "The battles at Colosso were spectacular!"
  },
  {
    "name": "babi",
    "quote": "If I had attained true immortality... There would be no need for all this research."
  },
  {
    "name": "eoleo",
    "quote": "GA GA GA!"
  },
  {
    "name": "eoleo",
    "quote": "Goo. Goo goo ga"
  },
  {
    "name": "eoleo",
    "quote": "Baba babubu!!"
  },
  {
    "name": "eoleo",
    "quote": "Baba babubu!"
  },
  {
    "name": "eoleo",
    "quote": "Babu ba bubabu..."
  },
  {
    "name": "eoleo",
    "quote": "Waa waa waa!"
  },
  {
    "name": "eoleo",
    "quote": "Hooo... Ahhh waaah... WAHHH!"
  },
  {
    "name": "dodonpa",
    "quote": "Prepare to become monster fodder!"
  },
  {
    "name": "dodonpa",
    "quote": "Just a second longer, and you'd have been history!"
  },
  {
    "name": "mia",
    "quote": "I have failed in the one duty placed upon me.."
  }
]
